IDEA Open Model
ConcreteULSCheckResultInteractionEc2.Ved Property
Compatible with IDEA StatiCa Beta 20.0
 Design value of the applied shear force
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ved { get; set; }
Public Property Ved As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace